Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-1943.html.tmx
Source language: nob
Languages: sme

source: Biblioteket: Nyheter - Sámedikki girjeradju - Sametingets bilbiotek
sme: Sámedikki girjeradju - Sametingets bilbiotek Skuvlla kártagirji

source: Biblioteket: Nyheter
sme: Almmuhan 31.08.2010

source: Ungdomsbok: Kirstoffer ja Lálla
sme: " Skuvlla kártagirji " lea girji ohppiide.

source: Publisert 31.08.2010
sme: Girjjis gávnnat kárttaid ja eará dieđuid.

source: Kristoffer ja Lálla er en fortelling med sterkt preg av tradisjonell muntlig fortellemåte.
sme: Girji lea davvisámegillii , ja heive buoremusat nuoraidskuvlla ohppiide.

source: Boken passer for ungdom, og er illustrert i svart-hvitt.
sme: Loga eambbo

source: ISBN 978-82-7601-179-1.
sme: Arkiiva

source: Iđut, 2010. - 80 s. ill.
sme: Jietnagirji "Skuvvadeaddjiid gonagas"

source: Les mer
sme: Almmuhan 13.08.2010

source: Arkiv
sme: Loga eambbo

source: " Skuvlla kártagirji " heive nuoraidskuvlla ohppiide, muhto maiddái earáide.
sme: Arkiiva

source: Suoma Sámediggi, 2009.
sme: Min njálmmálaš árbevierru

source: - 148 s.
sme: Almmuhan 03.09.2009

source: Lydbok "Skuovvadeaddjiid gonagas"
sme: Arkiiva

source: Publisert 13.08.2010
sme: Varangersamene (Várjjat sámiid birra)

source: Boka "Skuovvadeaddjiid gonagas" kom ut på samisk i 2004, nå er lydboka her på samisk.
sme: Almmuhan 27.08.2009

source: Verdier
sme: Válddan giellan ruovttuluotta: Jane Juuso Almmuhan 27.08.2009

source: Publisert 05.11.2009
sme: Válddán giellan ruovttoluotta lea oahpahanvuohki mo sámegiela ealáskahttit.

source: Hva framstår som verdier i dagens Norge, hva oppfattes som "norske" verdier - og hva oppfattes som "farlige" verdier?
sme: Loga eambbo
